14_Logs_Profiling_Debug/SERVER/logs/artillery --prof/artillery-nobloq.txt
Phase started: unnamed (index: 0, duration: 1s) 08:52:11(-0300)

Phase completed: unnamed (index: 0, duration: 1s) 08:52:12(-0300)

--------------------------------------
Metrics for period to: 08:52:20(-0300) (width: 0.986s)
--------------------------------------

http.codes.200: ................................................................ 50
http.request_rate: ............................................................. 50/sec
http.requests: ................................................................. 50
http.response_time:
  min: ......................................................................... 3
  max: ......................................................................... 120
  median: ...................................................................... 4
  p95: ......................................................................... 104.6
  p99: ......................................................................... 108.9
http.responses: ................................................................ 50
vusers.created: ................................................................ 50
vusers.created_by_name.0: ...................................................... 50